Repository: Zimin0/Site-Convertor
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Not Found - 404
ru: Не найдено - 404

source: SAP XML Converter
ru: SAP XML Конвертер

source: Authorization
ru: Войти

source: Sign up
ru: Регистрация

source: Error 404. Page not found!
ru: Ошибка 404. Страница не найдена!

source: Something seems to have gone wrong! The page you are requesting does not exist. Perhaps it is out of date, has been removed, or an incorrect address has been entered in the address bar.
ru: Кажется что-то пошло не так! Страница, которую Вы запрашиваете, не существует. Возможно она устарела, была удалена, или был введён неверный адрес в адресной строке.

source: Back
ru: Назад

source: © Copyright 2023. All rights reserved
ru: © Copyright 2023. Все права защищены

source: This website uses cookies! By continuing to use our site, you automatically agree to their use
ru: Этот сайт использует файлы cookies! Продолжая использовать наш сайт, Вы автоматически соглашаетесь с их использованием

source: Clear
ru: Ясно

source: Internal Server Error - 500
ru: Ошибка на сервере - 500

source: An unexpected error occurred on the server. Please wait, it will be fixed soon.
ru: На сервере произошла непредвиденная ошибка. Пожалуйста, подождите, она вскоре будет исправлена.

source: SAP XML - Generator Converter
ru: SAP XML - Генератор-Конвертер

source: Free Downloads:
ru: Беспл. скачивания:

source: This service helps to transfer the settings of your reports customized by SAP XML-Generator to the reports of new versions when new format of report appear (in the form of XSD schemas). As a result, you will receive an XML file of a "new" format with the settings transferred to it.
ru: Этот сервис помогает перенести настройки Ваших отчетов, настроенных SAP XML-Generator, в отчеты новых версий, в случае когда появляются новые форматы отчетов (в виде схем XSD). В результате Вы получите XML-файл "нового" формата с перенесенными в него настройками.

source: To transfer settings from the old format to the new format, you need to upload to the service:
ru: Для переноса настроек из старого формата в новый формат Вам необходимо загрузить на сервис:

source: 1. XML file of the "old" structure with configured tag generation rules (FILE_IN1).
ru: 1. XML-файл "старой" структуры с настроенными правилами формирования тегов (FILE_IN1).

source: 2. XML file of the "new" structure where settings need to be transferred (FILE_IN2).
ru: 2. XML-Файл "новой" структуры, в который необходимо перенести настойки (FILE_IN2).

source: Add file
ru: Добавить файл

source: XML file of "old" structure
ru: XML-файл "старой" структуры

source: XML file of "new" structure
ru: XML-Файл "новой" структуры

source: How to get an XML-file of the "old" structure:
ru: Как получить XML-файл "старой" структуры

source: Open the hierarchy of the "old" structure in SAP XML-Generator
ru: Зайти в иерархию "старой" структуры в SAP XML-Генератор

source: Export to XML-file.
ru: Экспортировать в XML-файл.

source: Convert
ru: Конвертировать

source: How to get XML-file of "new" structure:
ru: Как получить XML файл "новой" структуры

source: Get a file of XSD-scheme.
ru: Получить XSD-схему нового формата

source: Import the file of XSD-scheme in SAP XML-Generator.
ru: Импортировать XSD-схему в SAP XML-Generator

source: Download
ru: Скачать

source: We help make your life a bit easier!
ru: Мы помогаем Вам сделать жизнь чуточку проще!

source: Support request
ru: Поддержка

source: About Converter
ru: О конвертере

source: 1. Settings are transferred by matching the nodes (folders, attributes, criteria) of the old and new structure. Thus, all settings for the "old" nodes with their characteristics will be transferred to the new structure.
ru: 1. Перенос настроек производится по совпадению узлов(папок, атрибутов, критериев) старой и новой структуры. Т.е. в новую структуру будут перенесены все настройки по "старым" узлам с их признаками.

source: 2. If a node (folder, attribute, criterion) exists only in the old structure, then only nodes that have the "Technical" indicator in the X state are subject to transfer.
ru: 2. Если узел (папка, атрибут, критерий) существует только в старой структуре, то переносу подлежат только узлы, которые имеют индикатор "Технический" в состоянии X.

source: How to get an XML file of the "old" structure with configured rules for generating tags.
ru: 1. XML-файл "старой" структуры с настроенными правилами формирования тегов (FILE_IN1).

source: Enter transaction "J3RTAXREP" in SAP system. Open the corresponding hierarchy of the "old" structure. It must contain the settings that you want to transfer to the hierarchy of the "new" structure.
ru: Отрыть в SAP системе соответствующую иерархию отчета "старой" структуры (транзакция "J3RTAXREP - Иерархия системы отчетов"). В ней должны существовать настройки, которые Вы хотите перенести в новый формат иерархии отчета.

source: Menu "Hierarchies -> SAPXML Export -> Save File" on the local computer. The file is ready. Drag and drop the resulting file into the appropriate area of the SAPXMLVersionUp.com site
ru: Меню "Иерархии -> Экспорт SAPXML -> Сохранит файл" на локальном компьютере. Файл готов. Перетащите файл в соответствующую область сайта SAPXMLVersionUp.ru

source: Company Name LLC
ru: ООО Название компании

source: Obtain an XSD schema of the new report format (download from the website of government or website of another provider that defines the reporting standard)
ru: Получить XSD-схему нового формата отчета (скачать с сайта NALOG.RU или другого органа, определяющего стандарт отчетности).

source: Define the hierarchy of the new report version in the SAP system (transaction "J3RTAXREP", Menu "New Entry")
ru: Определить в SAP-системе иерархию новой версии отчета (транзакция "J3RTAXREP - Иерархия системы отчетов", Меню "Новая запись")

source: Enter the new report hierarchy and import the file of XSD-schema(Menu "Import", then "Save")
ru: Войти в новую иерархию отчета и импортировать файл с XSD-схемой (Меню "Импорт", затем "Сохранить")

source: Menu "Hierarchies -> SAPXML Export -> Save File" on the local computer. The file is ready. Drag the file to the appropriate area of the SAPXMLVersionUp.com site
ru: Меню "Иерархии -> Экспорт SAPXML -> Сохранит файл" на локальном компьютере. Файл готов. Перетащите файл в соответствующую область сайта SAPXMLVersionUp.ru

source: Support
ru: Поддержка

source: Close
ru: Закрыть

source: Priority
ru: Приоритет

source: Low
ru: Низкий

source: Medium
ru: Средний

source: High
ru: Высокий

source: Message
ru: Сообщение

source: Email
ru: Электронная почта:

source: Send
ru: Отправить код

source: Confirmation
ru: Подтверждение

source: Code has been sent!
ru: Код был отправлен!

source: Phone is confirmed!
ru: Телефон подтвержден!

source: Enter the phone number provided during registration
ru: Введите номер телефона, указанный при регистрации

source: Phone number
ru: Номер телефона

source: Send code
ru: Отправить код

source: Payment
ru: Оплата

source: The following conversions require payment:
ru: Cледующие конвертации требуют оплаты:

source: or
ru: или

source: Enter your phone number and email to register
ru: Введите номер телефона, указанный при регистрации

source: Phone number:
ru: Номер телефона

source: *necessarily
ru: *обязательно

source: Name:
ru: Имя:

source: Email:
ru: Электронная почта:

source: The code doesn`t match.Try again.
ru: Код не совпадает. Попробуйте еще раз.

source: The code has already been sent!
ru: Код был отправлен!
